public class ScriptAuto {

    //В этой задаче необходимо использовать hashmap
    //К сожалению я не сталкивался с задачами такого рода, но в будущем обязательно изучу данную тему

    //Как бы я решал эту задачу:
    //1. Изменил бы текущее положение на Приморский край
    //2. Кликнул на поле с маркой автомобиля
    //3. Использовал бы HashMap для хранения данных о фирмах и количестве объявлений (название фирмы в качестве ключа и количество объявлений в качестве значения)
    //4. Остортировал HashMap по количество значений в порядке убывания
    //5. Вывел результаты в консоль
}
